[
  {
    "title": "Arijit singh",
    "query": "Arijit singh",
    "response": "Arijit Singh is a highly acclaimed and popular Indian playback singer and music composer. Here's a summary of his key accomplishments and information:\n\n*   **Nationality:** Indian\n*   **Occupation:** Playback Singer, Music Composer\n*   **Known For:** His soulful and versatile voice, romantic ballads, and emotionally charged performances. He's considered one of the most successful and influential singers in contemporary Indian music.\n\n**Key Highlights:**\n\n*   **Prolific Career:** Arijit Singh has sung primarily in Hindi and Bengali, but has also performed in various other Indian languages.\n*   **Major Awards:** He has won numerous awards, including multiple National Film Awards, Filmfare Awards, and IIFA Awards.\n*   **Popular Songs:** Some of his most popular songs include \"Tum Hi Ho\" (Aashiqui 2), \"Channa Mereya\" (Ae Dil Hai Mushkil), \"Kabira\" (Yeh Jawaani Hai Deewani), \"Agar Tum Saath Ho\" (Tamasha), \"Ae Dil Hai Mushkil\" (Ae Dil Hai Mushkil), \"Uska Hi Banana\" (1920 Evil Returns) and many, many more.\n*   **Musical Style:** Arijit Singh's style is characterized by his ability to convey deep emotion through his vocals. He is adept at singing a wide range of genres, from romantic ballads to upbeat pop songs.\n*   **Early Life and Career:** He started his career participating in singing reality shows and later worked as a music programmer and assistant music director before gaining recognition as a playback singer.\n*   **Live Performances:** Arijit Singh is known for his captivating live performances and has toured extensively around the world.\n*   **Personal life:** Arijit Singh is married to Koel Roy.\n\nIf you'd like to know more about a specific aspect of Arijit Singh's life or career, please feel free to ask a more specific question! For example:\n\n*   \"What are some of Arijit Singh's most critically acclaimed songs?\"\n*   \"What are some of Arijit Singh's recent projects?\"\n*   \"What awards has Arijit Singh won?\"\n*   \"What is Arijit Singh's background in music?\""
  },
  {
    "title": "Mohit Suri",
    "query": "Mohit Suri",
    "response": "Mohit Suri is an Indian film director known for his work in Bollywood. He's primarily known for directing romantic thrillers and dramas.\n\nHere's a summary of key aspects of his career:\n\n*   **Notable Films:** Some of his most popular films include:\n\n    *   *Kalyug* (2005) - His directorial debut, a controversial film dealing with the porn industry.\n    *   *Woh Lamhe* (2006) - Inspired by the life of actress Parveen Babi.\n    *   *Awarapan* (2007) - A romantic action drama.\n    *   *Murder 2* (2011) - A successful sequel in the *Murder* franchise.\n    *   *Aashiqui 2* (2013) - A major commercial success, revitalizing his career.\n    *   *Ek Villain* (2014) - A revenge thriller.\n    *   *Half Girlfriend* (2017) - Based on Chetan Bhagat's novel.\n    *   *Malang* (2020) - An action thriller.\n    *   *Ek Villain Returns* (2022) - A sequel to *Ek Villain*.\n\n*   **Style & Themes:**\n\n    *   His films often deal with themes of love, loss, revenge, and redemption.\n    *   He frequently incorporates strong musical scores and memorable songs into his movies.\n    *   His films often feature intense emotional performances.\n\n*   **Family Connections:** He comes from a family with strong ties to the Indian film industry. He is the brother of director Kunal Deshmukh and is related to the Bhatt family (Mahesh Bhatt, Mukesh Bhatt, etc.).\n\n*   **Critical Reception:** While his films have often been commercially successful, critical reception has been mixed. Some have praised his storytelling and direction, while others have criticized his films for being formulaic or lacking originality.\n"
  }
]